---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalAbsorptance
source: html/6a4fda92-b969-d222-787e-59413a2b0542.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalAbsorptance Property

"Absorptance"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalAbsorptance { get; }
```